Repository: dereknex/minicom
Catalog: po/*.po
Languages: cs

source: minicom: cannot open macro file %s
cs: minicom: soubor %s s makry nelze otevøít

source: A - File name (empty=disable) :
cs: A - Název souboru (¾ádný=vypnuto) :

source: B - Log connects and hangups :
cs: B - Zaznamenávat spojení a zavì¹ení :

source: C - Log file transfers :
cs: C - Zaznamenávat pøenosy souborù :

source: Change which setting?
cs: Vyberte písmeno:

source: Logging options
cs: Nastavení zaznamenávání

source: A - Download directory :
cs: A - Adresáø pro sta¾ené soubory :

source: B - Upload directory :
cs: B - Adresáø s posílanými soubory :

source: C - Script directory :
cs: C - Adresáø se skripty :

source: D - Script program :
cs: D - Interpret skriptù :

source: E - Kermit program :
cs: E - Kermit :

source: F - Logging options
cs: F - Nastavení zaznamenávání

source: Yes
cs: Ano

source: No
cs: Ne

source: M Zmodem download string activates...
cs: M Stahování Zmodemem aktivuje øetìzec.......

source: N Use filename selection window......
cs: N Pou¾ít okna pro výbìr souborù.............

source: O Prompt for download directory......
cs: O Ptát se na adresáø pro ukládání souborù...

source: Change which setting? (SPACE to delete)
cs: Vyberte písmeno: (MEZERNÍK pro mazání)

source: Name Program
cs: Jméno Program

source: Name U/D FullScr IO-Red. Multi
cs: Jméno U/D CelObr IO-pøes Multi

source: Delete which protocol?
cs: Smazat protokol?

source: A - Serial Device :
cs: A - Sériové zaøízení :

source: B - Lockfile Location :
cs: B - Umístìní zámku :

source: C - Callin Program :
cs: C - Program pro pøíchozí volání:

source: D - Callout Program :
cs: D - Program pro odchozí volání :

source: E - Bps/Par/Bits :
cs: E - Bps/Par/Bity :

source: F - Hardware Flow Control :
cs: F - Hardwarová kontrola toku :

source: G - Software Flow Control :
cs: G - Softwarová kontrola toku :

source: DTE speed
cs: DTE rychlost

source: line speed
cs: rychlost linky

source: A - Init string .........
cs: A - Inicializace ...............

source: B - Reset string ........
cs: B - Pøíkaz pro reset ...........

source: C - Dialing prefix #1....
cs: C - Prefix pro volání #1 .......

source: D - Dialing suffix #1....
cs: D - Sufix pro volání #1 ........

source: E - Dialing prefix #2....
cs: E - Prefix pro volání #2 .......

source: F - Dialing suffix #2....
cs: F - Sufix pro volání #2 ........

source: G - Dialing prefix #3....
cs: G - Prefix pro volání #3 .......

source: H - Dialing suffix #3....
cs: H - Sufix pro volání #3 ........

source: I - Connect string ......
cs: I - Indikace navázání spojení ..

source: J - No connect strings ..
cs: J - Indikace pøeru¹ení spojení .

source: K - Hang-up string ......
cs: K - Pøíkaz pro zavì¹ení ........

source: L - Dial cancel string ..
cs: L - Pøíkaz ukonèující vytáèení .

source: M - Dial time ...........
cs: M - Doba vytáèení ..............

source: N - Delay before redial .
cs: N - Pauza mezi vytáèeními ......

source: O - Number of tries .....
cs: O - Poèet pokusù ...............

source: P - DTR drop time (0=no).
cs: P - DTR drop time (0=ne) .......

source: Q - Auto bps detect .....
cs: Q - Automatická detekce bps

source: R - Modem has DCD line ..
cs: R - Modem má DCD linku .....

source: S - Status line shows ...
cs: S - Stavová linka ukazuje ..

source: T - Multi-line untag ....
cs: T - Odznaèení multilinkové..

source: Modem and dialing parameter setup
cs: Nastavení modemu a parametrù vytáèení

source: A - Command key is :
cs: A - Pøíkazová klávesa :

source: B - Backspace key sends :
cs: B - Backspace posílá :

source: C - Status line is :
cs: C - Stavová linka :

source: D - Alarm sound :
cs: D - Zvonek pro upozornìní :

source: E - Foreground Color (menu):
cs: E - Barva popøedí (menu) :

source: F - Background Color (menu):
cs: F - Barva pozadí (menu) :

source: G - Foreground Color (term):
cs: G - Barva popøedí (term) :

source: H - Background Color (term):
cs: H - Barva pozadí (term) :

source: I - Foreground Color (stat):
cs: I - Barva popøedí (stat) :

source: J - Background Color (stat):
cs: J - Barva pozadí (stat) :

source: K - History Buffer Size :
cs: K - Velikost záznamu historie :

source: L - Macros file :
cs: L - Soubor s makry :

source: N - Macros enabled :
cs: N - Makra zapnuta :

source: O - Character conversion :
cs: O - Pøevod znakù :

source: Change which setting? (Esc to exit)
cs: Vyberte písmeno: (Esc pro ukonèení)

source: Screen and keyboard
cs: Obrazovka a klávesnice

source: M - Edit Macros
cs: M - Editovat makra

source: You can't change colors in black and white mode
cs: V èernobílém re¾imu barvy nelze mìnit.

source: Menu foreground == background color, change!
cs: Barva popøedí menu je stejná jako barva pozadí!

source: Terminal foreground == background color, change!
cs: Barva popøedí terminálu je stejná jako barva pozadí!

source: History Buffer Size
cs: Velikost záznamu historie

source: Program new command key
cs: Nová pøíkazová klávesa

source: Meta-8th bit
cs: Meta-osmý bit

source: disabled
cs: vypnuta

source: enabled
cs: zapnuta

source: ERROR: you do not have permission to create a file there!
cs: CHYBA: nemáte oprávnìní vytvoøit zde soubor!

source: ERROR: cannot open macro file %s
cs: CHYBA: soubor %s s makry nelze otevøít!

source: Reading macros
cs: Ètu makra

source: Terminal settings
cs: Nastavení terminálu

source: Cannot write to %s
cs: Do %s nelze zapisovat

source: Configuration saved
cs: Konfigurace ulo¾ena

source: ERROR: Macros have changed but no filename is set!
cs: CHYBA: Makra byla zamìnìna, ale není zadán ¾ádný soubor!

source: Cannot write macros file %s
cs: Makra nelze do souboru %s ulo¾it

source: Macros saved
cs: Makra ulo¾ena

source: Give name to save this configuration?
cs: Zadejte soubor pro ulo¾ení této konfigurace:

source: Filenames and paths
cs: Jména a cesty k souborùm

source: File transfer protocols
cs: Pøenosové protokoly

source: Serial port setup
cs: Nastavení sériového portu

source: Modem and dialing
cs: Modem a vytáèení

source: Save setup as..
cs: Ulo¾it nastavení jako..

source: Exit
cs: Konec

source: Exit from Minicom
cs: Ukonèit Minicom

source: Save setup as %s
cs: Ulo¾it nastavení jako %s

source: configuration
cs: konfigurace

source: BLACK
cs: ÈERNÁ

source: RED
cs: ÈERVENÁ

source: GREEN
cs: ZELENÁ

source: YELLOW
cs: ®LUTÁ

source: BLUE
cs: MODRÁ

source: MAGENTA
cs: FUCHSINOVÂ

source: CYAN
cs: MODROZELENÁ

source: WHITE
cs: BÍLÁ

source: Comm Parameters
cs: Nastavení sériového portu

source: K: Current
cs: K: Aktuální

source: Choice, or <Enter> to exit?
cs: Vyberte písmeno: (Enter pro ukonèení)

source: Current: %5s %s%s%s
cs: Aktuální: %5s %s%s%s

source: F1 to F10 Macros
cs: Makra F1 a¾ F10

source: (LEGEND: ^M = C-M, ^L = C-L, ^G = C-G, ^R = C-R, ^~ = pause 1 second,
cs: (LEGENDA: ^M = C-M, ^L = C-L, ^G = C-G, ^R = C-R, ^~ = pauza 1 vteøinu,

source: CHANGED
cs: ZMÌNÌNO

source: Character conversion
cs: PØEVOD ZNAKÙ

source: char in out char in out char in out char in out
cs: znak dov ven znak dov ven znak dov ven znak dov ven

source: A - load table B - save table
cs: A - nahrát tabulku B - ulo¾it tabulku

source: file:%s
cs: soubor:%s

source: C - edit char D - next screen E - prev screen
cs: C - editovat znak D - dal¹í obrazovka E - pøedchozí obrazovka

source: F - convert capture: %s
cs: F - protokol pøevodu: %s

source: Load file: %s
cs: Nahrát soubor: %s

source: Save as file: %s
cs: Ulo¾it jako: %s

source: Character to be edited:
cs: Editovat znak:

source: Input character ascii value 0-255
cs: ASCII hodnota vstupního znaku 0-255

source: Change input to: %s
cs: Zmìnit vstup na: %s

source: Change output to: %s
cs: Zmìnit výstup na: %s

source: Cannot open conversion table %s
cs: Pøevodní tabulku %s nelze otevøít

source: Cannot write conversion table %s
cs: Pøevodní tabulku %s nelze ulo¾it

source: Initializing Modem
cs: Inicializuji modem

source: Resetting Modem
cs: Resetuji modem

source: Hanging up
cs: Zavì¹uji

source: Hangup (%ld:%02ld:%02ld)
cs: Zavì¹eno (%ld:%02ld:%02ld)

source: Sending BREAK
cs: Posílám 'BREAK'

source: No connection: %s.
cs: ®ádné spojení: %s

source: Press any key to continue..
cs: Pokraèujte stiskem jakékoli klávesy

source: Retry in %2d seconds
cs: Do dal¹ího pokusu zbývá vteøin: %2d

source: Max retries
cs: Maximální poèet pokusù

source: You are already online! Hang up first.
cs: Ji¾ jste spojen! Nejprve zavìste.

source: Autodial
cs: Automatické vytáèení

source: Dialing
cs: Vytáèím

source: Time : %-3d
cs: Èas : %-3d

source: Attempt #%d
cs: Pokus #%d

source: Escape to cancel, space to retry.
cs: Escape pro zru¹ení, mezerník pro opìtovný pokus.

source: Cancelled
cs: Zru¹eno

source: Connected. Press any key to continue
cs: Spojen. Pokraèujte stiskem jakékoli klávesy.

source: Timeout
cs: Vypr¹el èas

source: Manually entered number
cs: Ruènì zadané èíslo

source: Cannot open ~/.dialdir: permission denied
cs: ~/.dialdir nelze otevøít: pøístup odmítnut

source: Phonelist garbled (unknown version?)
cs: Telefonní seznam je poru¹en (neznámá verze?)

source: Unknown dialing directory version
cs: Neznámá verze telefonního seznamu

source: Phonelist garbled (?)
cs: Telefonní seznam je poru¹en (?)

source: Out of memory while reading dialing directory
cs: Pøi ètení telefonního seznamu do¹la pamì»

source: A - Name :
cs: A - Jméno :

source: B - Number :
cs: B - Èíslo :

source: C - Dial string # :
cs: C - Pøíkaz pro vytáèení :

source: D - Local echo :
cs: D - Místní echo :

source: E - Script :
cs: E - Skript :

source: F - Username :
cs: F - U¾ivatelské jméno :

source: G - Password :
cs: G - Heslo :

source: H - Terminal Emulation :
cs: H - Emulace terminálu :

source: I - Backspace key sends :
cs: I - Backspace posílá :

source: J - Linewrap :
cs: J - Zalamování øádkù :

source: K - Line Settings :
cs: K - Nastavení linky :

source: L - Conversion table :
cs: L - Pøevodní tabulky :

source: Delete
cs: Smazat

source: On
cs: Zapnuto

source: Off
cs: Vypnuto

source: Last dialed : %s %s
cs: Naposledy vytoèeno : %s %s

source: Times on : %d
cs: Poèet spojení : %d

source: Yes
cs: Ano

source: No
cs: Ne

source: Entry "%s" not found. Enter dialdir?
cs: Polo¾ka "%s" nenalezena. Otevøít telefonní seznam?

source: ( Escape to exit, Space to tag )
cs: ( Escape pro ukonèení, mezerník pro oznaèení )

source: Move entry up/down, Escape to exit
cs: Pøesuòte polo¾ku nahoru/dolù, Escape pro ukonèení

source: Dialing Directory
cs: Telefonní seznam

source: Name Number Last on Times Script
cs: Jméno Èíslo Naposledy Poèet Skript

source: Find an entry
cs: Hledat polo¾ku

source: Remove entry?
cs: Smazat polo¾ku?

source: Enter number
cs: Zadejte èíslo

source: Directory: %%-%ds
cs: Adresáø: %%-%ds

source: Can't back up!
cs: Nemohu se vrátit!

source: Too many files tagged - buffer would overflow
cs: Je oznaèeno pøíli¹ mnoho souborù - do¹lo by k pøeteèení bufferu

source: Can select only one!
cs: Mù¾ete vybrat pouze jeden!

source: Goto directory:
cs: Pøejít do adresáøe:

source: Filename pattern:
cs: Souborová maska:

source: Tag pattern:
cs: Oznaèit soubory vyhovující:

source: No file(s) tagged
cs: Nebyly oznaèeny ¾ádné soubory

source: Untag pattern:
cs: Odznaèit soubory vyhovující:

source: No file(s) untagged
cs: Nebyly odznaèeny ¾ádné soubory

source: No file selected - enter filename:
cs: Nejsou vybrány ¾ádné soubory - zadejte název souboru:

source: no such file!
cs: Takový soubor neexistuje!

source: %d files:
cs: poèet souborù: %d

source: Minicom Command Summary
cs: Pøehled pøíkazù Minicomu

source: Commands can be called by %s<key>
cs: Pøíkazy mohou být volány klávesou %s

source: Main Functions
cs: Hlavní funkce

source: Other Functions
cs: Dal¹í funkce

source: Dialing directory..D run script (Go)....G | Clear Screen.......C
cs: Telefonní seznam...D Spustit skript ....G | Smazat obrazovku...C

source: Send files.........S Receive files......R | cOnfigure Minicom..O
cs: Poslat soubory.....S Stáhnout soubory...R | Konfigurace........O

source: comm Parameters....P Add linefeed.......A |
cs: Nastavení portu....P Pøidávat linefeed..A |

source: Suspend minicom....J
cs: Pozastavit minicom.J

source: Jump to a shell....J
cs: Spustit shell........J

source: Capture on/off.....L Hangup.............H | eXit and reset.....X
cs: Protokol...........L Zavìsit............H | Ukonèit s resetem..X

source: send break.........F initialize Modem...M | Quit with no reset.Q
cs: Poslat break.......F Inicializuj modem..M | Ukonèit bez resetu.Q

source: Terminal settings..T run Kermit.........K | Cursor key mode....I
cs: Nastavení termu....T Spustit kermit.....K | Kurzorové klávesy..I

source: lineWrap on/off....W
cs: Zalamování øádkù...W

source: Select function or press Enter for none.
cs: Vyberte funkci èi stisknìte Enter.

source: Written by Miquel van Smoorenburg 1991-1995
cs: Napsal Miquel van Smoorenburg 1991-1995

source: Some additions by Jukka Lahtinen 1997-2000
cs: Nìkterá roz¹íøení Jukka Lahtinen 1997-2000

source: i18n by Arnaldo Carvalho de Melo 1998
cs: i18n Arnaldo Carvalho de Melo 1998

source: Lockfile is stale. Overriding it..
cs: Zamykací soubor je zastaralý. Pøepisuji jej...

source: Device %s is locked.
cs: Zaøízení %s je zamèeno.

source: Could not setup for dial out.
cs: Nelze zmìnit nastavení pro odchozí volání.

source: minicom: cannot open %s: %s
cs: minicom: %s nelze otevøít: %s

source: minicom: cannot open %s. Sorry.
cs: minicom: %s nelze otevøít.

source: Cannot open %s!
cs: %s nelze otevøít!

source: Offline
cs: Nespojen

source: OFFLINE
cs: NESPOJEN

source: Online
cs: Spojen

source: ONLINE
cs: SPOJEN

source: Gone offline (%ld:%02ld:%02ld)
cs: Spojení navázáno (%ld:%02ld:%02ld)

source: Could not re-initialize window system.
cs: Systém oken nelze inicializovat.

source: Got signal %d
cs: Obdr¾en signál %d

source: Close
cs: Zavøít

source: Pause
cs: Pozastavit

source: Exit
cs: Konec

source: Unpause
cs: Pokraèovat

source: Hang-up line?
cs: Zavìsit?

source: Killed by signal %d !
cs: Zabit signálem %d!

source: Suspended. Type "fg" to resume.
cs: Minicom pøeru¹en. Napi¹te "fg" pro pokraèování.

source: SHELL variable not set
cs: Promìnná SHELL není nastavena

source: Out of memory: could not fork()
cs: Volání fork selhalo: do¹la pamì»

source: Shelled out. Type "exit" to return.
cs: Spou¹tím shell. Napi¹te "exit" pro návrat do programu.

source: SEARCH FOR (ESC=Exit)
cs: VYHLEDAT (ESC=Konec)

source: Search Wrapping Around to Start!
cs: Hledání pokraèuje znovu od zaèátku!

source: HISTORY: U=Up D=Down F=PgDn B=PgUp s=Srch S=CaseLess N=Next C=Cite ESC=Exit
cs: HISTORIE: U=Nah D=Dol F=PgDn B=PgUp s=Hled S=CaseLess N=Dal¹í C=Cit ESC=Konec

source: History buffer Disabled!
cs: Zaznamenávání historie vypnuto!

source: History buffer empty!
cs: Záznam historie je prázdný!

source: No previous search! Please 's' or 'S' first!
cs: ®ádná pøedchozí hledání! Nejdøíve pou¾ijte 's' èi 'S'!

source: CITATION: ENTER=select start line ESC=exit
cs: CITACE: ENTER=vybrat poèáteèní øádek ESC=konec

source: CITATION: ENTER=select end line ESC=exit
cs: CITACE: ENTER=vybrat koncový øádek ESC=konec

source: Wrong option in environment MINICOM="%s"
cs: Chybná volba v promìnné prostøedí MINICOM="%s"

source: Type "minicom %s" for help.
cs: Napi¹te "minicom %s" pro nápovìdu.

source: %s version %s
cs: %s verze %s

source: (compiled %s)
cs: (datum pøekladu: %s)

source: minicom: argument to -p must be a pty
cs: minicom: argumentem pøepínaèe -p musí být pty

source: Cannot open capture file
cs: Soubor s protokolem o èinnosti nelze otevøít

source: You don't exist. Go away.
cs: Tento u¾ivatel neexistuje.

source: Sorry. Your screen is too small.
cs: Lituji. Va¹e obrazovka je pøíli¹ malá.

source: Welcome to minicom
cs: Vítejte v programu minicom

source: OPTIONS
cs: VOLBY

source: Compiled on
cs: Datum pøekladu programu:

source: Press %sZ for help on special keys%c
cs: Stisknìte %sZ pro nápovìdu o klávesách se zvlá¹tním významem%c

source: Add linefeed ON
cs: Pøidávání linefeed ZAPNUTO

source: Add linefeed OFF
cs: Pøidávání linefeed VYPNUTO

source: Local echo ON
cs: Místní echo ZAPNUTO

source: Local echo OFF
cs: Místní echo VYPNUTO

source: You are online. Really initialize?
cs: Právì jste spojen. Opravdu mám provést inicializaci?

source: Leave without reset?
cs: Ukonèit bez resetu?

source: Save macros?
cs: Ulo¾it makra?

source: Leave Minicom?
cs: Ukonèit Minicom?

source: Capture to which file?
cs: Protokol o èinnosti zapisovat do souboru

source: Capture file
cs: Soubor s protokolem

source: Linewrap ON
cs: Zalamování øádek ZAPNUTO

source: Linewrap OFF
cs: Zalamování øádek VYPNUTO

source: Quit without reset while online.
cs: Ukonèení bez resetu v prùbìhu aktivního spojení

source: No
cs: Ne

source: # Machine-generated file - use "minicom -s" to change parameters.
cs: # Automaticky vytvoøený soubor - pro zmìnu nastavení pou¾ijte "minicom -s".

source: # Machine-generated file - use setup menu in minicom to change parameters.
cs: # Automaticky vytvoøený soubor - pro zmìnu nastavení pou¾ijte konfiguraèní menu.

source: global
cs: globální

source: personal
cs: osobní

source: script "%s": syntax error in line %d %s%s
cs: skript "%s": syntaktická chyba na øádku %d %s%s

source: script "%s": global timeout%s
cs: skript "%s": vypr¹el èas%s

source: (word contains ESC or quote)
cs: (slovo obsahuje ESC èi uvozovky)

source: script "%s": out of memory%s
cs: skript "%s": nedostatek pamìti%s

source: script "%s" line %d: unknown variable "%s"%s
cs: skript "%s" øádek %d: neznámá promìnná "%s"%s

source: script "%s": unexpected end of file%s
cs: skript "%s": neoèekávaný konec souboru%s

source: (garbage after })
cs: (chyba za })

source: (too many arguments)
cs: (pøíli¹ mnoho argumentù)

source: script "%s" line %d: nested expect%s
cs: skript "%s" øádek %d: oèekáváno vnoøení%s

source: (garbage after {)
cs: (zmatek po {)

source: (argument expected)
cs: (oèekáván argument)

source: (invalid argument)
cs: (chybný argument)

source: (in goto/gosub label)
cs: (v goto/gosub návì¹tí)

source: script "%s" line %d: label "%s" not found%s
cs: skript "%s" øádek %d: návì¹tí "%s" nenalezeno%s

source: script "%s": no return from gosub%s
cs: skript "%s": podprogram gosub neobsahuje return%s

source: (missing var name)
cs: (chybí název promìnné)

source: (expected variable)
cs: (oèekávána promìnná)

source: (expected command after if)
cs: (po if oèekáván pøíkaz)

source: (unknown operator)
cs: (neznámý operátor)

source: (unexpected argument)
cs: (neoèekávaný argument)

source: script "%s" line %d: break outside of expect%s
cs: skript "%s" øádek %d: break mimo expect%s

source: script "%s" line %d: call inside expect%s
cs: skript "%s" øádek %d: expect obsahuje call%s

source: script "%s" line %d: unknown command "%s"%s
cs: skript "%s" øádek %d: pøíkaz "%s" je neznámý%s

source: Usage: runscript <scriptfile> [logfile [homedir]]%s
cs: Pou¾ití: runscript <skript> [soubor_pro_záznam_èinnosti [domácí_adresáø]]%s

source: Cannot chdir to %.30s
cs: Aktuální adresáø nelze nastavit na %.30s

source: Upload
cs: Poslat

source: Download
cs: Stáhnout

source: Please enter file names
cs: Zadejte jméno souboru

source: %.30s %s - Press CTRL-C to quit
cs: %.30s %s - Stisknìte CTRL-C pro ukonèení

source: upload
cs: poslání

source: download
cs: sta¾ení

source: READY: press any key to continue...
cs: PØIPRAVEN: pokraèujte stiskem jakékoli klávesy...

source: Same as last
cs: stejnì jako poslednì

source: A - Username :
cs: A - U¾ivatelské jméno:

source: B - Password :
cs: B - Heslo :

source: C - Name of script :
cs: C - Název skriptu :

source: Change which setting? (Return to run, ESC to stop)
cs: Vyberte písmeno: (Return pro spu¹tìní, ESC pro ukonèení)

source: Run a script
cs: Spustit skript

source: Environment variable TERM not set
cs: Promìnná TERM není nastavena

source: No termcap entry for %s
cs: Termcap neobsahuje ¾ádnou polo¾ku pro %s

source: No termcap database present!
cs: Nebyla nalezena ¾ádná termcap databáze!

source: No cursor motion capability (cm)
cs: Terminál nemá schopnost pohybu kurzoru (cm)

source: Number of terminal lines unknown
cs: Poèet øádkù terminálu není znám

source: Number of terminal columns unknown
cs: Poèet sloupcù terminálu není znám
